Repository: lorenzosp93/basta_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Session name
es: Nombre de la sesión

source: A session named '%(name)s' already exists
es: Una sesión con nombre '%(name)s' ya existe

source: Name
es: Nombre

source: Surname
es: Apellido

source: Flower / Fruit / Vegetable
es: Flor / Fruta / Vegetal

source: City / Country
es: Ciudad / País

source: Movie / Series
es: Película / Serie

source: Object
es: Objeto

source: Brand
es: Marca

source: Musician / Band
es: Músico / Band

source: Sport
es: Deporte

source: Historical figure
es: Figura histórica

source: Monument / Art piece
es: Monumento / Obra de arte

source: Gift / Present
es: Regalo

source: Bad habit
es: Mal hábito

source: Reason to call 911
es: Razón para llamar al 112

source: Food
es: Comida

source: Athlete
es: Atleta

source: Fictional character
es: Personaje de ficción

source: Instrument / Tool
es: Instrumento / herramienta

source: Halloween costume
es: Disfraz de Halloween

source: Body part
es: Parte del cuerpo

source: Dumb ways to die
es: Formas tontas de morir

source: Cloting items
es: Prenda de vestir

source: Drink
es: Bebidas

source: Thing that is black
es: Cosas de color negro

source: River
es: Río

source: Board game
es: Juego de mesa

source: Author
es: Autor

source: Song
es: Canción

source: Chemical element
es: Elemento químico

source: Means of transportation
es: Medios de transporte

source: Furniture
es: Muebles

source: Disease / Illness
es: Enfermedad / Trastorno

source: Villain
es: Villano

source: Excuses not to go to a party
es: Escusas para no ir a una fiesta

source: Reasons to quit your job
es: Razones para renunciar a tu trabajo

source: Things to do on a date
es: Cosas que hacer en una cita

source: Hobby / Activity
es: Hobby

source: People in uniform
es: Personas en uniforme

source: Work of literature
es: Obra literaria

source: Category name
es: Nombre de la categoría

source: Session
es: Sesión

source: Sessions
es: Sesiones

source: Is session active?
es: ¿Está activa esta sesión?

source: Random categories
es: Categoría aleatoria

source: Letter
es: Letra

source: Is round active?
es: ¿Está activa esta ronda?

source: Round
es: Ronda

source: Rounds
es: Rondas

source: Play
es: Juego

source: Plays
es: Juegos

source: Home
es: Inicio

source: Welcome,
es: Bienvenid@,

source: Authentication
es: Autentificación

source: Sign up
es: Registrate

source: Round:
es: Ronda:

source: Letter:
es: Letra:

source: Stop
es: Basta

source: Round #
es: Ronda #

source: Start your play
es: Empieza tu jugada

source: Return to session
es: Regresa a la sesión

source: User
es: Usuario

source: No plays available yet
es: Todavía no hay jugadas disponibles

source: My score
es: Mis puntos

source: Submit score
es: Confirmar puntos

source: Categories:
es: Categorías

source: Start new round
es: Empieza nueva ronda

source: Close this session
es: Cerrar la sesión

source: Are you sure you want to close this session? Participants will not be able to continue playing on this session.
es: ¿Estás seguro que deseas cerrar la sesión? Los participantes no podrán seguir jugando en esta sesión.

source: Cancel
es: Cancelar

source: Participants
es: Participantes

source: No participants
es: No hay participantes

source: Join
es: Unirse

source: Closed rounds:
es: Rondas concluidas:

source: Winner
es: Ganador

source: Score
es: Puntos

source: View
es: Ver

source: No sessions available
es: No hay sesiónes disponibles

source: Scoreboard:
es: Tabla de puntos:

source: Participant
es: Participante

source: Total score
es: Puntos totales

source: Welcome to Basta online
es: Bienvenid@ a Basta online

source: Insert a name for the new session, cannot be duplicate
es: Insertar un nombre para la nueva sesión. No puede ser duplicado.

source: Choose categories
es: Elegir categorías

source: Select for random categories on each round
es: Elegir categorías alatorias en cada ronda

source: Create
es: Crear

source: Join existing
es: Unirse a sesión existente

source: Please log in to create a new game session or join an existing one.
es: Acceder para crear una nueva sesión de juego o unirse a una ya existente.

source: Active sessions:
es: Sesiones activas:

source: Date
es: Data

source: N. rounds
es: N. de rondas

source: No participants yet
es: Todavía no hay participantes

source: Closed sessions:
es: Sesiones concluidas:

source: Points
es: Puntos

source: first
es: primera

source: previous
es: anterior

source: page
es: página

source: of
es: de

source: next
es: próxima

source: last
es: última

source: Logged out
es: Abandonaste la sesión

source: Click here to login again.
es: Haz click aquí para hace login

source: Your username and password didn't match. Please try again.
es: El nombre de usuario y la contraseña no coinciden. Porfavor intenta nuevamente.

source: Please login to see this page.
es: Porfavor haz login para acceder a esta página

source: Did you forget your password?
es: ¿Olvidaste tu contraseña?

source: The password has been changed!
es: Haz cambiado tu contraseña!

source: Log in again?
es: ¿Desea conectarse nuevamente?

source: Please enter (and confirm) your new password.
es: Porfavor escriba (y confirme) su nueva contraseña.

source: New password:
es: Nueva contraseña:

source: Confirm password:
es: Confirme contraseña:

source: Password reset failed
es: Reseteo de contraseña fallido

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El link para resetear la contraseña no es válido, es posible que ya haya sido utilizado. Porfavor requerir un nuevo reseteo de la contraseña.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
es: Se han enviado nuevas instrucciones para establecer su contraseña a su e-mail. Si no ha recibido ningún e-mail, favor de revisar su spam.

source: Someone asked for password reset for email
es: Alguien pidió un e-mail para resetear la contraseña.

source: Follow the link below:
es: Seleccione el siguiente link:
